{
  "items": [
    {
      "id": "night_flash_street_portrait",
      "content": [1, 2, 3, 4, 5],
      "titleRu": "Ночной уличный портрет со вспышкой",
      "descriptionRu": "Реалистичный ночной портрет в уличной среде с прямой вспышкой смартфона и ощущением случайного кадра.",
      "promptEn": "use the attached face image as the exact identity reference, create a natural night-time smartphone flash portrait outdoors, candid framing, neutral facial expression, [тип одежды] in dark tones, realistic direct flash lighting, sharp focus, authentic night street atmosphere, no cinematic grading, no artificial blur",
      "meta": {
        "input": "one_photo",
        "format": "any",
        "difficulty": "medium",
        "sourceHint": "Лучше использовать чёткое фронтальное фото лица."
      }
    },
    {
      "id": "night_riverside_motion",
      "content": [1],
      "titleRu": "Ночной кадр у дороги с движением",
      "descriptionRu": "Натуральный ночной кадр рядом с дорогой, с ощущением движения и живой городской среды.",
      "promptEn": "use the attached face image as the exact identity reference, create a natural smartphone night photo near [описание локации], subject standing still while cars pass in the background, realistic motion blur on moving vehicles only, sharp subject, dark oversized outerwear, direct smartphone flash lighting, clean and authentic urban night mood",
      "meta": {
        "input": "one_photo",
        "format": "any",
        "difficulty": "hard",
        "sourceHint": "Подходит фото лица без сильного наклона головы."
      }
    },
    {
      "id": "fitting_room_mirror_selfie",
      "content": [1, 2, 3],
      "titleRu": "Зеркальное селфи в примерочной",
      "descriptionRu": "Минималистичное зеркальное селфи в примерочной с акцентом на образ и повседневную моду.",
      "promptEn": "use the attached face image as the exact identity reference, create a smartphone mirror selfie in a fitting room, clean interior, neutral lighting, wearing [тип одежды] in black tones, casual accessories, natural posture, unfiltered realistic look, no background blur",
      "meta": {
        "input": "one_photo",
        "format": "vertical",
        "difficulty": "easy",
        "sourceHint": "Желательно фото лица без очков."
      }
    },
    {
      "id": "escalator_candid",
      "content": [1],
      "titleRu": "Естественный кадр на эскалаторе",
      "descriptionRu": "Случайный городской кадр на эскалаторе с ощущением повседневной динамики.",
      "promptEn": "use the attached face image as the exact identity reference, create a natural smartphone candid on an escalator, slight over-the-shoulder angle, realistic indoor lighting, wearing dark casual outerwear and glasses, sharp focus, no artificial blur, everyday urban atmosphere",
      "meta": {
        "input": "one_photo",
        "format": "any",
        "difficulty": "medium",
        "sourceHint": "Лучше фото с нейтральным выражением лица."
      }
    },
    {
      "id": "daylight_sidewalk_candid",
      "content": [1],
      "titleRu": "Дневной уличный боковой портрет",
      "descriptionRu": "Натуральный дневной кадр в движении с мягким естественным светом.",
      "promptEn": "use the attached face image as the exact identity reference, create a natural side-view candid shot of walking outdoors, soft daylight, gentle hair movement from breeze, casual urban clothing, realistic colors, no stylization, authentic street photography feel",
      "meta": {
        "input": "one_photo",
        "format": "any",
        "difficulty": "easy",
        "sourceHint": "Подходит фото лица при естественном освещении."
      }
    },
    {
      "id": "elevator_flash_portrait",
      "content": [1],
      "titleRu": "Портрет во лифте со вспышкой",
      "descriptionRu": "Интимный портрет во лифте с прямой вспышкой и бытовой атмосферой.",
      "promptEn": "use the attached face image as the exact identity reference, create a smartphone flash portrait inside an elevator, subject standing close to [описание интерьера], direct harsh flash lighting, natural skin tones, subtle handheld camera feel, sharp realistic image, no artificial blur",
      "meta": {
        "input": "one_photo",
        "format": "vertical",
        "difficulty": "medium",
        "sourceHint": "Лучше использовать фото лица без сильных теней."
      }
    },
    {
      "id": "car_backseat_selfie",
      "content": [1],
      "titleRu": "Селфи на заднем сиденье автомобиля",
      "descriptionRu": "Естественное автомобильное селфи с дневным светом и расслабленным настроением.",
      "promptEn": "use the attached face image as the exact identity reference, create a natural smartphone car selfie from the backseat, low slightly upward angle, bright daylight entering from side window, wearing [тип одежды] with hood or layered outerwear, candid unfiltered atmosphere, sharp focus",
      "meta": {
        "input": "one_photo",
        "format": "any",
        "difficulty": "medium",
        "sourceHint": "Хорошо работает с нейтральным портретом лица."
      }
    },
    {
      "id": "bathroom_flash_mirror",
      "content": [1],
      "titleRu": "Зеркальное селфи в ванной со вспышкой",
      "descriptionRu": "Чистое и простое зеркальное селфи с прямой вспышкой и минимализмом.",
      "promptEn": "use the attached face image as the exact identity reference, create a natural smartphone mirror selfie with direct flash, clean bathroom interior, no background blur, minimal styling, wearing dark casual clothing, realistic unfiltered look",
      "meta": {
        "input": "one_photo",
        "format": "vertical",
        "difficulty": "easy",
        "sourceHint": "Подходит любое чёткое фото лица."
      }
    },
    {
      "id": "studio_backstage_moment",
      "content": [1],
      "titleRu": "Закулисье студийной съёмки",
      "descriptionRu": "Документальный backstage-кадр с ощущением рабочего процесса в студии.",
      "promptEn": "use the attached face image as the exact identity reference, create a backstage studio photoshoot moment, subject adjusting hair under studio lights, side angle, visible equipment and monitor in background showing an editorial-style portrait, natural documentary feel, no stylization",
      "meta": {
        "input": "one_photo",
        "format": "any",
        "difficulty": "hard",
        "sourceHint": "Лучше использовать портрет без экстремальных ракурсов."
      }
    }
  ]
}
